IDEA Open Model
PointLoadOnLine.Ey Property
Compatible with IDEA StatiCa Beta 20.0
 Eccentricity in Y direction
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double Ey { get; set; }
Public Property Ey As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
PointLoadOnLine Class
IdeaRS.OpenModel.Loading Namespace